{
  "books": [
    {
      "id": 1,
      "title": "The Consuming Fire ",
      "price": 1000,
      "description": "The Consuming Fire―the sequel to the 2018 Hugo Award Best Novel finalist and 2018 Locus Award-winning The Collapsing Empire―an epic space-opera novel in the bestselling Interdependency series,from New York Times bestselling author John Scalzi The Interdependency―humanity’s interstellar empire―is on the verge of collapse.The extra-dimensional conduit that makes travel between the stars possible is disappearing, leaving entire systems and human civilizations stranded.Emperox Grayland II of the Interdependency is ready to take desperate measures to help ensure the survival of billions...",
      "author": "John Scalzi",
      "img_url": "https://i.postimg.cc/Ghw6NWZ1/book11.jpg"
    },
    {
      "id": 2,
      "title": "Shadow King",
      "price": 950,
      "description": " First-born son of a warrior father who defeated the French at Agincourt, Henry VI of the House Lancaster inherited the crown not only of England but also of France, at a time when Plantagenet dominance over the Valois dynasty was at its glorious height.And yet, by the time he was done to death in the Tower of London in 1471, France was lost, his throne had been seized by his rival, Edward IV of the House of York, and his kingdom had descended into the violent chaos of the Wars of the Roses.Henry VI is perhaps the most troubled of English monarchs  a pious, gentle, well-intentioned man...........",
      "author": "Lauren Johnson",
      "img_url": "https://i.postimg.cc/zv921gdj/book10.jpg"
    },
    {
      "id": 3,
      "title": " MY LOVELY WIFE",
      "price": 1100,
      "description": "“Think: Dexter theSkimm A dark and irresistible debut.”—People“Will shock even the savviest suspense readers.”—Real Simple Dexter meets Mr. and Mrs. Smith in this wildly compulsive debut thriller about a couple whose fifteen-year marriage has finally gotten too interesting...Our love story is simple. I met a gorgeous woman. We fell in love. We had kids. We moved to the suburbs. We told each other our biggest dreams, and our darkest secrets. And then we got bored.We look like a normal couple. We're your neighbors, the parents of your kid's friend,the acquaintances you keep meaning to get dinner with ",
      "img_url": "https://i.postimg.cc/NMdZZLqJ/book9.png"
    },
    {
      "id": 4,
      "title": "The Silent Patient",
      "price": 890,
      "description": "Alicia Berenson’s life is seemingly perfect. A famous painter married to an in-demand fashion photographer, she lives in a grand house with big windows overlooking a park in one of London’s most desirable areas. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word.Alicia’s refusal to talk, or give any kind of explanation, turns a domestic tragedy into something far grander, a mystery that captures the public imagination and casts Alicia into notoriety. The price of her art skyrockets, and she, the silent  ....",
      "author": "Alex Michaelides ",
      "img_url": "https://i.postimg.cc/761Zz3zC/book8.jpg"
    },
    {
      "id": 5,
      "title": "The Warlord",
      "price": 960,
      "description": "For centuries, Taliyah Skyhawk has prepared to become Harpy General, leader of the deadliest female army in existence. One of the requirements? Remain a virgin. But, for a chance to save her people, she must wed the fearless leader of the Astra Planeta, Alaroc Phaethon.The time has come for Roc to sacrifice another virgin bride to his god. There has never been a woman alluring enough to tempt him from his path. No warrioress powerful enough to overcome his incredible strength. No enchantress desirable enough to make him burn beyond reason. Until now.With the clock ticking, war .....  ",
      "author": "Gena Showalter",
      "img_url": "https://i.postimg.cc/kG8FKhcQ/book7.jpg"
    },
    {
      "id": 6,
      "title": "A Brother's Honor",
      "price": 1200,
      "description": "The Granger brothers left behind their family's Virginia estate and the bad memories it holds 151 years ago. But their dying grandfather's request brings them home: to a failing business, a legacy of secrets and a deathbed promise to make things right.As the eldest brother, attorney Jace Granger is determined to take responsibility for Granger Aeronautics, his family's failing business. But the years of mismanagement seem impossible to untangle. As CEO, he hires a consultant to turn the company around. Smart, sexy Shana Bradford is the right person for the job and the right woman to turn Jace's........",
      "author": "Brenda Jackson",
      "img_url": "https://i.postimg.cc/XNhwx3Bn/book6.jpg"
    },
    {
      "id": 7,
      "title": "Shadow Warrior",
      "price": 990,
      "description": "Vittorio Ferraro is a man whose family loyalty knows no bounds. He would die for his siblings and the people they love, but what he really wants is to start a family of his own. Deep down, Vittorio has always known finding a woman who could ride shadows would be nearly impossible, let alone one who could accept his particular needs, but he never expected to find her in the middle of a kidnapping. Grace Murphy has always been drawn to Vittorio Ferraro — or at least to the billionaire's public bad boy persona. Now that she's under his protection and the sole  focus of his intense caring  ...",
      "author": "Christine Feehan",
      "img_url": "https://i.postimg.cc/3xG92NLM/book5.jpg"
    },
    {
      "id": 8,
      "title": "To Kill a Mockingbird",
      "price": 900,
      "description": "Despite being told they cannot attend the trial, Jem, Scout, and Dill sit in the balcony with Black townspeople. Atticus clearly establishes that Mayella Ewell's accusation is false; furthermore, she most likely attempted to seduce Tom because he was the only person who showed her kindness. Bob Ewell, Mayella's father, is heavily implied to have physically and sexually abused Mayella (including to have beaten her for her attempt to seduce Tom) and is directly caught in several lies. However, despite a longer-than-normal deliberation, the jury finds Tom guilty. Jem is devastated. Tom is sentenced to death.Scout agrees, noting that to do otherwise....",
      "author": "Harper Lee",
      "img_url": "https://i.postimg.cc/Dwcnfvqh/book1.webp"
    },
    {
      "id": 9,
      "title": "Sisters",
      "price": 940,
      "description": "Four sisters, a Manhattan brownstone, and a tumultuous year of loss and courage are at the heart of Danielle Steel's new novel about a remarkable family, a stunning tragedy--and what happens when four very different young women come together under one very lively roof.Candy-it's the only name she needs--is blazing her way through Paris, New York, and Tokyo as fashion's latest international supermodel.Her sister Tammy has a job producing the most successful hit show on TV, and a home she loves in L.A.'s Hollywood Hills.In New York, oldest sister Sabrina is an ambitious young lawyer, while Annie.....",
      "author": "Danielle Steel",
      "img_url": "https://i.postimg.cc/R0MCw6Mq/book3.jpg"
    },
    {
      "id": 10,
      "title": "Vision in White",
      "price": 1300,
      "description": "After years of throwing make-believe weddings in the backyard, flowers, photography, desserts, and details are what these women do best: a guaranteed perfect, beautiful day full of memories to last the rest of your life.With bridal magazine covers to her credit, Mackensie Mac Elliot is most at home behind the camera—ready to capture the happy moments she never experienced while growing up. Her father replaced his first family with a second, and now her mother, moving on to yet another man, begs Mac for attention and money. Mac's foundation is jostled again moments before an important......",
      "author": "Nora Roberts",
      "img_url": "https://i.postimg.cc/rmk119Dx/book2.webp"
    },
    {
      "id": 11,
      "title": "Archangel's Prophecy",
      "price": 1290,
      "description": "Midnight and dawn, Elena’s wings are unique among angelkind…and now they’re failing. The first mortal to be turned into an immortal in angelic memory, she’s regressing. Becoming more and more human. Easier to hurt. Easier to kill.Elena and Raphael must unearth the reason for the regression before it’s too late and Elena falls out of the sky. Yet even as they fight a furious battle for Elena’s very survival, violent forces are gathering in New York and across the world.In China, the Archangel Favashi is showing the first signs of madness. In New York, a mysterious sinkhole filled with lava swallows a man whole. In Africa,....... ",
      "author": "Nalini Singh",
      "img_url": "https://i.postimg.cc/m2ygkysK/book4.jpg"
    },
    {
      "id": 12,
      "title": "The Kraken King",
      "price": 1190,
      "description": "A former smuggler and thief, Ariq-better known as the Kraken King-doesn't know what to make of the clever, mysterious woman he rescues from an airship besieged by marauders. Unsure if she's a spy or a pawn in someone else's game, Ariq isn't about to let her out of his sight until he finds out. After escaping her fourth kidnapping attempt in a year, Zenobia Fox has learned to vigilantly guard her identity. While her brother Archimedes is notorious for his exploits, Zenobia has had no adventures to call her own-besides the stories she writes. But when she jumps at the chance to escape to the wilds of Australia....",
      "author": " Meljean Brook",
      "img_url": "https://i.postimg.cc/P519GgsL/book12.jpg"
    }
  ]
}
