{
  "books": [
    {
      "id": 1,
      "title": "The Consuming Fire ",
      "price": 1000,
      "description": "A war that will take place in the halls of power, the markets of business and the altars of worship as much as it will between spaceships and battlefields.The Emperox and her allies are smart and resourceful, as are her enemies. Nothing about this will be easy… and all of humanity will be caught in its consuming fire.",
      "author": "John Scalzi",
      "img_url": "https://i.postimg.cc/Ghw6NWZ1/book11.jpg"
    },
    {
      "id": 2,
      "title": "Shadow King",
      "price": 950,
      "description": " In Shadow King, Lauren Johnson tells his remarkable and sometimes shocking story in a fast-paced and colourful narrative that captures both the poignancy of Henry's life and the tumultuous and bloody nature of the times in which he lived",
      "author": "Lauren Johnson",
      "img_url": "https://i.postimg.cc/zv921gdj/book10.jpg"
    },
    {
      "id": 3,
      "title": " MY LOVELY WIFE",
      "price": 1100,
      "description": "Samantha Downing’s deliciously dark debut crime novel MY LOVELY WIFE follows a married couple with a unique way of keeping the spark in their relationship alive… serial murder. That’s right, this book centers around a pair of ordinary suburban spouses whose date nights involve death.",
      "author": "Samantha Downing",
      "img_url": "https://i.postimg.cc/NMdZZLqJ/book9.png"
    },
    {
      "id": 4,
      "title": "The Silent Patient",
      "price": 890,
      "description": "The Silent Patient is the bestselling psychological thriller book in which a woman named Alicia murders her husband, then becomes completely silent through psychological treatment, in which her doctor, Theo, is obsessed with uncovering her motive.",
      "author": "Alex Michaelides ",
      "img_url": "https://i.postimg.cc/761Zz3zC/book8.jpg"
    },
    {
      "id": 5,
      "title": "The Warlord",
      "price": 960,
      "description": "For centuries, Taliyah Skyhawk has prepared to become Harpy General, leader of the deadliest female army in existence. One of the requirements? Remain a virgin. But, for a chance to save her people, she must wed the fearless leader of the Astra Planeta, Alaroc Phaethon.The time has come for Roc to sacrifice another virgin bride to his god. There has never been a woman alluring enough to tempt him from his path. No warrioress powerful enough to overcome his incredible strength. No enchantress desirable enough to make him burn beyond reason. Until now......",
      "author": "Gena Showalter",
      "img_url": "https://i.postimg.cc/kG8FKhcQ/book7.jpg"
    },
    {
      "id": 6,
      "title": "A Brother's Honor",
      "price": 1200,
      "description": "The Granger brothers left behind their family's Virginia estate and the bad memories it holds 151 years ago. But their dying grandfather's request brings them home: to a failing business, a legacy of secrets and a deathbed promise to make things right",
      "author": "Brenda Jackson",
      "img_url": "https://i.postimg.cc/XNhwx3Bn/book6.jpg"
    },
    {
      "id": 7,
      "title": "Shadow Warrior",
      "price": 990,
      "description": "Vittorio Ferraro is a man whose family loyalty knows no bounds. He would die for his siblings and the people they love, but what he really wants is to start a family of his own. Deep down, Vittorio has always known finding a woman who could ride shadows would be nearly impossible, let alone one who could accept his particular needs, but he never expected to find her in the middle of a kidnapping...",
      "author": "Christine Feehan",
      "img_url": "https://i.postimg.cc/3xG92NLM/book5.jpg"
    },
    {
      "id": 8,
      "title": "To Kill a Mockingbird",
      "price": 900,
      "description": "Despite being told they cannot attend the trial, Jem, Scout, and Dill sit in the balcony with Black townspeople. Atticus clearly establishes that Mayella Ewell's accusation is false; furthermore, she most likely attempted to seduce Tom because he was the only person who showed her kindness. Bob Ewell, Mayella's father, is heavily implied to have physically and sexually abused Mayella (including to have beaten her for her attempt to seduce Tom) and is directly caught in several lies. However, despite a longer-than-normal deliberation, the jury finds Tom guilty. Jem is devastated. Tom is sentenced to death.",
      "author": "Harper Lee",
      "img_url": "https://i.postimg.cc/Dwcnfvqh/book1.webp"
    },
    {
      "id": 9,
      "title": "Sisters",
      "price": 940,
      "description": "Four sisters, a Manhattan brownstone, and a tumultuous year of loss and courage are at the heart of Danielle Steel’s new novel about a remarkable family, a stunning tragedy—and what happens when four very different young women come together under one very lively roof",
      "author": "Danielle Steel",
      "img_url": "https://i.postimg.cc/R0MCw6Mq/book3.jpg"
    },
    {
      "id": 10,
      "title": "Vision in White",
      "price": 1300,
      "description": "After years of throwing make-believe weddings in the backyard, flowers, photography, desserts, and details are what these women do best: a guaranteed perfect, beautiful day full of memories to last the rest of your life.",
      "author": "Nora Roberts",
      "img_url": "https://i.postimg.cc/rmk119Dx/book2.webp"
    },
    {
      "id": 11,
      "title": "Archangel's Prophecy",
      "price": 1290,
      "description": "Midnight and dawn, Elena’s wings are unique among angelkind…and now they’re failing. The first mortal to be turned into an immortal in angelic memory, she’s regressing. Becoming more and more human. Easier to hurt. Easier to kill.Elena and Raphael must unearth the reason for the regression before it’s too late and Elena falls out of the sky. Yet even as they fight a furious battle for Elena’s very survival, violent forces are gathering in New York and across the world.In China, the Archangel Favashi is showing the first signs of madness. In New York, a mysterious sinkhole ....... ",
      "author": "Nalini Singh",
      "img_url": "https://i.postimg.cc/m2ygkysK/book4.jpg"
    }
  ]
}
